"""
Входные данные

Единственная строка входных данных содержит одно целое число
            n (2 ≤ n ≤ 2·10^18) — степень, в которую вам нужно возвести число 5.

Выходные данные

Выведите последние две цифры числа 5n без пробелов между ними.
"""

n = int(input("Введите число n: "))

print(25)

# todo: ахах надо удалять это, думал тут хоть чуть-чуть подумать придется в задаче
